
class Countries {
  int id;
  String name;
  String flag;
  double square;
  double population;
  Countries(this.id, this.name, this.flag, this.square, this.population);
}

List<Countries>countryList = [
  Countries(1, "Алжир", "Ссылка 1", 10000.1, 10000.0),
  Countries(2, "Ангола", "Ссылка 1", 10000.1, 10000.0),
  Countries(3, "Бенин", "Ссылка 1", 10000.1, 10000.0),
  Countries(4, "Ботсвана", "Ссылка 1", 10000.1, 10000.0),
  Countries(5, "Буркина-Фасо", "Ссылка 1", 10000.1, 10000.0),
  Countries(6, "Бурунди", "Ссылка 1", 10000.1, 10000.0),
  Countries(7, "Габон", "Ссылка 1", 10000.1, 10000.0),
  Countries(8, "Гамбия", "Ссылка 1", 10000.1, 10000.0),
  Countries(9, "Гана", "Ссылка 1", 10000.1, 10000.0),
  Countries(10, "Гвинея", "Ссылка 1", 10000.1, 10000.0),
  Countries(11, "Гвинея-Бисау", "Ссылка 1", 10000.1, 10000.0),
  Countries(12, "Джибути", "Ссылка 1", 10000.1, 10000.0),
  Countries(13, "Египет", "Ссылка 1", 10000.1, 10000.0),
  Countries(14, "Замбия", "Ссылка 1", 10000.1, 10000.0),
  Countries(15, "Зимбабве", "Ссылка 1", 10000.1, 10000.0),
  Countries(16, "Кабо-Верде", "Ссылка 1", 10000.1, 10000.0),
  Countries(17, "Камерун", "Ссылка 1", 10000.1, 10000.0),
  Countries(18, "Кения", "Ссылка 1", 10000.1, 10000.0),
  Countries(19, "Коморские Острова", "Ссылка 1", 10000.1, 10000.0),
  Countries(20, "Демократическая Республика Конго", "Ссылка 1", 10000.1, 10000.0),
  Countries(21, "Республика Конго", "Ссылка 1", 10000.1, 10000.0),
  Countries(22, "Кот-д’Ивуар", "Ссылка 1", 10000.1, 10000.0),
  Countries(23, "Лесото", "Ссылка 1", 10000.1, 10000.0),
  Countries(24, "Либерия", "Ссылка 1", 10000.1, 10000.0),
  Countries(25, "Ливия", "Ссылка 1", 10000.1, 10000.0),
  Countries(26, "Маврикий", "Ссылка 1", 10000.1, 10000.0),
  Countries(27, "Мавритания", "Ссылка 1", 10000.1, 10000.0),
  Countries(28, "Мадагаскар", "Ссылка 1", 10000.1, 10000.0),
  Countries(29, "Малави", "Ссылка 1", 10000.1, 10000.0),
  Countries(30, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(31, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(32, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(33, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(34, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(35, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(36, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(37, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(38, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(39, "Мали", "Ссылка 1", 10000.1, 10000.0),
  Countries(40, "Мали", "Ссылка 1", 10000.1, 10000.0),
];